Repository: justinptidernierpourlaroute/gasp
Catalog: tm/projet demo-omegat.tmx
Source language: en_us
Languages: fr

source: Setting up your answering machine
fr: Réglage de votre répondeur

source: Setting up the date and time
fr: Réglage de la date et de l'heure

source: Press the CLOCK key for 2 sec.
fr: Appuyez 2 secondes sur la touche CLOCK.

source: Use the FORWARD key to choose the desired day.
fr: Utilisez la touche FORWARD pour sélectionner un jour de la semaine.

source: For example: Sunday.
fr: Par exemple : dimanche.

source: Use the BACKWARD key to choose the desired date.
fr: Utilisez la touche FORWARD pour régler la date.

source: For example: 12 May 2005.
fr: Par exemple : 12 Mai 2005.

source: again.
fr: à nouveau.

source: The device suggests a time of the day.
fr: Une heure s'affiche à présent sur l'appareil.

source: Use the FORWARD and BACKWARD keys to choose the desired time.
fr: Utilisez les touches FORWARD ou BACKWARD pour régler l'heure.

source: For example: 5:30 p.m.
fr: Par exemple : 5:30.

source: You need to put hours and minutes in separately.
fr: L'heure et les minutes doivent être réglées séparément.

source: Press the CLOCK key again.
fr: Appuyez à nouveau sur la touche CLOCK.

source: You can now listen to the date and time setting.
fr: Grâce à sa fonction audio, l'appareil vous fait à présent entendre votre réglage de la date et de l'heure.

source: Setting up the date and time is complete!
fr: Le réglage de la date et de l'heure est terminé.

source: Use the FORWARD and BACKWARD keys to choose the desired day.
fr: Utilisez les touches FORWARD ou BACKWARD pour sélectionner un jour de la semaine.

source: Use the FORWARD and BACKWARD keys to choose the desired date.
fr: Utilisez les touches FORWARD ou BACKWARD pour sélectionner une date.

source: Press the CLOCK key for 2 sec. again.
fr: Appuyez à nouveau deux secondes sur la touche CLOCK.

source: Setting up the date and time is complete.
fr: Le réglage de la date et de l'heure est terminé.

source: Congratulations!
fr: Félicitation !

source: You are now the proud owner of a unique alarm clock.
fr: Vous êtes maintenant l'heureux propriétaire d'un réveil-matin unique.

source: T3L'S Contact point on the Web :
fr: Contact T3L sur le Web :

source: Setting up your T3L's alarm clock
fr: Réglage de votre réveil-matin T3L

source: Press the 'ALARM' key for 2 sec.
fr: Appuyez deux secondes sur la touche ALARM.

source: Use the 'Plus' and 'Minus' keys to choose the desired day.
fr: Utilisez les touches PLUS et MOINS pour sélectionner un jour de la semaine.

source: For example: Monday.
fr: Par exemple : lundi.

source: Use the 'Plus' and 'Minus' keys again to choose the desired date.
fr: Utilisez à nouveau les touches PLUS et MOINS pour sélectionner la date.

source: For example: 14 May 2006.
fr: Par exemple : 12 mai 2005.

source: Press the 'ALARM' key for 2 seconds again.
fr: Appuyez à nouveau deux secondes sur la touche ALARM.

source: The alarm clock suggests a time of the day.
fr: Une heure s'affiche à présent sur l'appareil.

source: Use the 'Plus' and 'Minus' keys to choose the desired time.
fr: Utilisez les touches PLUS et MOINS pour régler l'heure.

source: For example: 6:30 p.m.
fr: Par exemple : 6 : 30.

source: You need to set the hours setting before the minutes setting.
fr: Les heures doivent être réglées avant les minutes.

source: Press the 'ALARM' key again.
fr: Appuyez à nouveau sur la touche ALARM.

source: You can now listen to the alarm clock's date and time setting.
fr: Grâce à sa fonction audio, l'appareil vous fait à présent entendre votre réglage de la date et de l'heure.

source: Setting up the T3L's alarm clock date and time is complete.
fr: Le réglage de la date et de l'heure du réveil-matin T3L est terminé.
